{"vector\n": 660, "i\n": 504, "-\n": 493, "x\n": 420, "speech\n": 420, "x-\n": 408, "system\n": 372, "data\n": 372, "speaker\n": 360, "augmentation\n": 360, "systems\n": 348, "vectors\n": 336, "training\n": 300, "-vector\n": 288, "dnn\n": 276, "section\n": 264, "x-vector\n": 252, "speakers\n": 216, "t\n": 204, "vector system\n": 204, "-vectors\n": 181, "layer\n": 168, "embeddings\n": 168, "%\n": 156, "sitw\n": 156, "bnf\n": 156, "extractor\n": 156, "end\n": 156, "data augmentation\n": 156, "x-vectors\n": 132, "recognition\n": 120, "-vector system\n": 120, "signal\n": 96, "results\n": 96, "processing\n": 96, "training data\n": 96, "datasets\n": 96, "amount\n": 96, "text\n": 96, "features\n": 96, "length\n": 96, "network\n": 96, "acoustics\n": 84, "performance\n": 84, "conference\n": 72, "p.\n": 72, "error\n": 72, "lists\n": 72, "sections\n": 72, "dataset\n": 72, "context\n": 72, "frames\n": 72, "speaker recognition\n": 72, "networks\n": 72, "neural networks\n": 72, "technology\n": 72, "language\n": 72, "analysis\n": 60, "list\n": 60, "table\n": 60, "experiment\n": 60, "embedding dnn\n": 60, "portion\n": 60, "swbd\n": 60, "seconds\n": 60, "bottleneck\n": 60, "recipe\n": 60, "asr\n": 60, "model\n": 60, "noises\n": 60, "improvement\n": 60, "evaluation\n": 60, "domain\n": 60, "classi\ufb01er\n": 60, "approach\n": 60, "noise\n": 60, "utterances\n": 60, "frame\n": 60, "neural network\n": 60, "signal processing\n": 48, "veri\ufb01cation\n": 48, "speaker veri\ufb01cation\n": 48, "a.\n": 48, "vector systems\n": 48, "music\n": 48, "rates\n": 48, "input\n": 48, "audio\n": 48, "telephone\n": 48, "output\n": 48, "layers\n": 48, "segment\n": 48, "baseline\n": 48, "feature\n": 48, "speech recognition\n": 48, "statistics\n": 48, "strategy\n": 48, "reverberation\n": 48, "nist\n": 48, "work\n": 48, "models\n": 48, "representations\n": 48, "dnn embeddings\n": 48, "workshop\n": 36, "technology workshop\n": 36, "training lists\n": 36, "points\n": 36, "operating points\n": 36, "operating\n": 36, "snr\n": 36, "recording\n": 36, "lower error\n": 36, "eer\n": 36, "best results\n": 36, "core\n": 36, "extractors\n": 36, "frame3\n": 36, "recordings\n": 36, "sre16\n": 36, "architecture\n": 36, "example\n": 36, "time\n": 36, "detection\n": 36, "dimension\n": 36, "bottleneck features\n": 36, "automatic speech\n": 36, "terms\n": 36, "normalization\n": 36, "vector extractor\n": 36, "baselines\n": 36, "vector baselines\n": 36, "studies\n": 36, "level\n": 36, "paper\n": 36, "language technology\n": 36, "language technology workshop\n": 24, "m.\n": 24, "dependent speaker\n": 24, "robust speaker\n": 24, "spoken language\n": 24, "tional conference\n": 24, "asru\n": 24, "odyssey\n": 24, "discriminant analysis\n": 24, "material\n": 24, "conclusions\n": 24, "curve\n": 24, "probability\n": 24, "alarm probability\n": 24, "alarm\n": 24, "false alarm\n": 24, "\ufb01ndings\n": 24, "hand\n": 24, "other hand\n": 24, "tems\n": 24, "effect\n": 24, "apply data\n": 24, "dcf10\u22122\n": 24, "15db snr\n": 24, "15db\n": 24, "original signal\n": 24, "training list\n": 24, "hours\n": 24, "advantage\n": 24, "rirs\n": 24, "simulated rirs\n": 24, "target\n": 24, "original systems\n": 24, "eer(%\n": 24, "test\n": 24, "ation\n": 24, "deviation\n": 24, "standard deviation\n": 24, "cantonese portion\n": 24, "temporal context\n": 24, "baseline systems\n": 24, "form\n": 24, "train-\n": 24, "classi\ufb01ers\n": 24, "frame5\n": 24, "total context\n": 24, "layer context\n": 24, "switchboard\n": 24, "development\n": 24, "parameters\n": 24, "total\n": 24, "segment6\n": 24, "norm\n": 24, "p\n": 24, "delay\n": 24, "acoustic model\n": 24, "output layer\n": 24, "phonetic bottleneck\n": 24, "com-\n": 24, "speech frames\n": 24, "energy\n": 24, "domain data\n": 24, "window\n": 24, "sliding window\n": 24, "25ms\n": 24, "toolkit\n": 24, "projection\n": 24, "background\n": 24, "universal background\n": 24, "embedding systems\n": 24, "ture\n": 24, "study\n": 24, "research\n": 24, "diversity\n": 24, "result\n": 24, "adaptation\n": 24, "vector dnn\n": 24, "-vector dnn\n": 24, "pooling layer\n": 24, "embedding\n": 24, "scale\n": 24, "prior studies\n": 24, "maps\n": 24, "labels\n": 24, "speaker labels\n": 24, "use data\n": 24, "based text\n": 12, "attention\n": 12, "end attention\n": 12, "end speaker veri\ufb01cation\n": 12, "end speaker\n": 12, "speaker embeddings\n": 12, "based speaker\n": 12, "neural architecture\n": 12, "characteristics\n": 12, "speci\ufb01c characteristics\n": 12, "learning speaker\n": 12, "salman\n": 12, "a. salman\n": 12, "communication\n": 12, "speech communication\n": 12, "design\n": 12, "feature design\n": 12, "discriminative feature\n": 12, "distortion\n": 12, "bustness\n": 12, "cations\n": 12, "sig- speaker\n": 12, "sig-\n": 12, "esca\n": 12, "independent noise\n": 12, "robust text\n": 12, "extraction\n": 12, "feature extraction\n": 12, "discriminant feature\n": 12, "space\n": 12, "vector space\n": 12, "plda models\n": 12, "plda\n": 12, "gaussian plda\n": 12, "dition training\n": 12, "dition\n": 12, "nonlin- dition\n": 12, "weintraub\n": 12, "m. weintraub\n": 12, "signal text\n": 12, "advances\n": 12, "recent advances\n": 12, "conditions\n": 12, "language conditions\n": 12, "o.\n": 12, "understanding\n": 12, "background models\n": 12, "time delay\n": 12, "guage technology workshop\n": 12, "guage technology\n": 12, "process- guage technology\n": 12, "guage\n": 12, "process- guage\n": 12, "signal process- guage\n": 12, "process-\n": 12, "signal process-\n": 12, "challenge\n": 12, "tation challenge\n": 12, "tation\n": 12, "robust tation\n": 12, "reverberant speech\n": 12, "recognition performance\n": 12, "speaker recognition performance\n": 12, "proving speaker\n": 12, "approaches\n": 12, "network approaches\n": 12, "ral network\n": 12, "neu- speech\n": 12, "recognition evaluation\n": 12, "speaker recognition evaluation\n": 12, "wild speaker\n": 12, "welch statistics\n": 12, "welch\n": 12, "independent speaker\n": 12, "tnorm\n": 12, "lection\n": 12, "conference lection\n": 12, "scheme\n": 12, "novel scheme\n": 12, "proceedings\n": 12, "length normalization\n": 12, "problem\n": 12, "n.\n": 12, "short utterances\n": 12, "loss\n": 12, "triplet loss\n": 12, "triplet\n": 12, "end text\n": 12, "pri-\n": 12, "tailed pri-\n": 12, "eccv\n": 12, "vision\n": 12, "large- vision\n": 12, "computer\n": 12, ".\n": 12, "no.\n": 12, "no\n": 12, "small amount\n": 12, "language processing\n": 12, "transactions\n": 12, "factor analysis\n": 12, "end factor analysis\n": 12, "factor\n": 12, "end factor\n": 12, "let\n": 12, "independent amount\n": 12, "network embeddings\n": 12, "pur\n": 12, "increase\n": 12, "large increase\n": 12, "-vector systems\n": 12, "references\n": 12, "views\n": 12, "authors(s\n": 12, "tions\n": 12, "recommenda- amount\n": 12, "recommenda-\n": 12, "opinion\n": 12, "cri- speech\n": 12, "nsf\n": 12, "grant\n": 12, "fellowship\n": 12, "research fellowship\n": 12, "acknowledgments section\n": 12, "acknowledgments\n": 12, "fig\n": 12, "generation representations\n": 12, "generation\n": 12, "contender\n": 12, "strong contender\n": 12, "transcribed speech\n": 12, "domains\n": 12, "transcribed data\n": 12, "best i\n": 12, "asr dnn\n": 12, "wild\n": 12, "best baseline\n": 12, "large amount\n": 12, "y\n": 12, "implementation\n": 12, "effective %\n": 12, "studied dnn\n": 12, "figures\n": 12, "plots\n": 12, "detection error\n": 12, "using section\n": 12, "sitw core\n": 12, "lead\n": 12, "large lead\n": 12, "extractor training\n": 12, "use swbd\n": 12, "plda training\n": 12, "embedding system\n": 12, "previous sections\n": 12, "supervision\n": 12, "error-\n": 12, "pldatraining list\n": 12, "pldatraining\n": 12, "contrast\n": 12, "large improvement\n": 12, "ing list\n": 12, "term ing list\n": 12, "ing\n": 12, "term ing\n": 12, "term\n": 12, "following sections\n": 12, "dnn train-\n": 12, "classi\ufb01er vector system\n": 12, "classi\ufb01er vector\n": 12, "labeled i\n": 12, "observation\n": 12, "compare performance\n": 12, "main results\n": 12, "extractor augmentation\n": 12, "convolution\n": 12, "training recording\n": 12, "most operating\n": 12, "intervals\n": 12, "second intervals\n": 12, "duration\n": 12, "match duration\n": 12, "mu- x\n": 12, "single music\n": 12, "clear improvement\n": 12, "previous section\n": 12, "tractors\n": 12, "original tractors\n": 12, "musan speech\n": 12, "augmentation strategy\n": 12, "copies\n": 12, "augmented copies\n": 12, "english data\n": 12, "languages\n": 12, "gains\n": 12, "large gains\n": 12, "genres\n": 12, "various genres\n": 12, "recent studies\n": 12, "echoes\n": 12, "cantonese speech\n": 12, "tic\n": 12, "musan dataset\n": 12, "tive noise\n": 12, "aspire recipe\n": 12, "aspire\n": 12, "tools\n": 12, "training tools\n": 12, "condition training\n": 12, "multi- embeddings\n": 12, "responses\n": 12, "impulse responses\n": 12, "room impulse responses\n": 12, "impulse\n": 12, "room impulse\n": 12, "room\n": 12, "convolving room\n": 12, "additive noises\n": 12, "achieves training\n": 12, "acoustic i\n": 12, "existing system\n": 12, "vector augmentation\n": 12, "-vector augmentation\n": 12, "using augmentation\n": 12, "sre dataset\n": 12, "sre datasets\n": 12, "target extractors\n": 12, "evaluate systems\n": 12, "sre16 results\n": 12, "function\n": 12, "cost function\n": 12, "detection cost function\n": 12, "cost\n": 12, "detection cost\n": 12, "normalized detection\n": 12, "rate\n": 12, "equal error\n": 12, "boldface\n": 12, "various systems\n": 12, "using data\n": 12, "incl\n": 12, "cantonese eer(%\n": 12, "seconds.sitw core\n": 12, "seconds.sitw\n": 12, "test utterances\n": 12, "enrollment utterances\n": 12, "enrollment\n": 12, "con-\n": 12, "total con-\n": 12, "length form\n": 12, "sitw utterances\n": 12, "test sitw utterances\n": 12, "test sitw\n": 12, "roll\n": 12, "entire segment\n": 12, "subsequent layers\n": 12, "telephone speech\n": 12, "conversational telephone\n": 12, "information\n": 12, "aggregates information\n": 12, "process\n": 12, "input segment\n": 12, "portion input segment\n": 12, "portion input\n": 12, "variability\n": 12, "device\n": 12, "dimensional vectors\n": 12, "occurring noises\n": 12, "layer frame5\n": 12, "video\n": 12, "unconstrained video\n": 12, "outputs evaluation\n": 12, "level outputs evaluation\n": 12, "outputs\n": 12, "level outputs\n": 12, "t frame\n": 12, "earlier layers\n": 12, "distinct datasets\n": 12, "frame2\n": 12, "spliced output\n": 12}