{"speaker\n": 1696, "speech\n": 1563, "diarization\n": 1068, "system\n": 685, "data\n": 468, "speakers\n": 414, "%\n": 397, "evaluation\n": 397, "speaker diarization\n": 347, "systems\n": 343, "detection\n": 327, "segments\n": 317, "processing\n": 275, "performance\n": 260, "results\n": 249, "error\n": 242, "model\n": 219, "features\n": 217, "segment\n": 217, "recognition\n": 217, "signal\n": 213, "vector\n": 212, "audio\n": 207, "reference\n": 202, "overlap\n": 200, "segmentation\n": 199, "section\n": 198, "overlapped speech\n": 196, "training\n": 194, "information\n": 193, "number\n": 192, "conference\n": 185, "end\n": 183, "time\n": 181, "-\n": 178, "recordings\n": 177, "language\n": 176, "clustering\n": 175, "vectors\n": 166, "approach\n": 160, "method\n": 158, "proceedings\n": 154, "der\n": 153, "process\n": 151, "development\n": 151, "analysis\n": 150, "methods\n": 149, "a.\n": 145, "tion\n": 145, "models\n": 142, "meeting\n": 141, "output\n": 141, "embeddings\n": 137, "test\n": 135, "rate\n": 131, "set\n": 129, "nist\n": 128, "transcription\n": 127, "task\n": 126, "network\n": 124, "feature\n": 123, "i\n": 121, "research\n": 121, "x\n": 119, "meetings\n": 117, "news\n": 112, "work\n": 109, "challenge\n": 108, "x-\n": 107, "fig\n": 107, "clusters\n": 106, "overlapping speech\n": 104, "recording\n": 104, "signal processing\n": 103, "table\n": 102, "example\n": 100, "diarization system\n": 99, "step\n": 98, "input\n": 98, "approaches\n": 96, "asr\n": 92, "regions\n": 92, "length\n": 91, "technology\n": 89, "domain\n": 88, "dataset\n": 86, "acoustics\n": 85, "t\n": 84, "error rate\n": 84, "channel\n": 84, "frame\n": 82, "conditions\n": 82, "change\n": 81, "duration\n": 81, "state\n": 81, "p.\n": 80, "participants\n": 80, "ratio\n": 80, "part\n": 79, "broadcast\n": 78, "paper\n": 77, "p\n": 77, "level\n": 76, "activity\n": 76, "baseline\n": 75, "cluster\n": 75, "threshold\n": 75, "metrics\n": 74, "name\n": 73, "speech recognition\n": 73, "source\n": 72, "\ufb01les\n": 72, "use\n": 72, "microphone\n": 71, "distance\n": 71, "noise\n": 71, "neural network\n": 71, "condition\n": 71, "dihard\n": 70, ".\n": 70, "-vectors\n": 68, "language processing\n": 68, "no\n": 68, "stage\n": 67, "diarization systems\n": 67, "labels\n": 67, "seconds\n": 67, "video\n": 67, "problem\n": 67, "value\n": 66, "amount\n": 66, "no.\n": 64, "speech detection\n": 64, "alarm\n": 64, "tasks\n": 62, "learning\n": 62, "layer\n": 62, "art\n": 62, "term\n": 62, "dnn\n": 61, "transactions\n": 61, "broadcast news\n": 61, "components\n": 61, "target\n": 61, "ground\n": 60, "separation\n": 60, "false alarm\n": 60, "statistics\n": 60, "truth\n": 59, "-vector\n": 59, "reference speaker\n": 59, "speaker recognition\n": 59, "techniques\n": 58, "networks\n": 58, "point\n": 58, "c\n": 58, "\u2022\n": 58, "likelihood\n": 57, "figure\n": 56, "parameters\n": 56, "full name\n": 55, "criterion\n": 55, "telephone\n": 55, "speech segments\n": 55, "improvement\n": 55, "chapter\n": 54, "case\n": 54, "terms\n": 54, "experiments\n": 54, "order\n": 54, "context\n": 53, "x-vectors\n": 53, "rich transcription\n": 52, "transition\n": 52, "probability\n": 52, "track\n": 52, "annual conference\n": 51, "tracks\n": 51, "x-vector\n": 50, "hours\n": 50, "domains\n": 50, "errors\n": 50, "sd\n": 50, "speech activity\n": 50, "evaluations\n": 50, "microphones\n": 49, "points\n": 49, "training data\n": 49, "values\n": 49, "text\n": 49, "eend\n": 48, "score\n": 48, "sets\n": 48, "function\n": 48, "evaluation metrics\n": 47, "m.\n": 47, "conversations\n": 47, "conversation\n": 47, "b\n": 47, "words\n": 47, "background\n": 47, "project\n": 46, "applications\n": 46, "neural networks\n": 46, "combination\n": 46, "description\n": 46, "sequence\n": 45, "algorithms\n": 45, "classi\ufb01cation\n": 45, "word\n": 45, "matrix\n": 45, "hypothesis\n": 44, "energy\n": 44, "speaker labels\n": 43, "speaker error\n": 43, "plda\n": 43, "result\n": 43, "machine\n": 43, "datasets\n": 43, "enrollment\n": 43, "frames\n": 43, "speaker diarization system\n": 42, "overlap detection\n": 42, "architecture\n": 41, "framework\n": 40, "application\n": 40, "loss\n": 40, "communication\n": 40, "names\n": 40, "impact\n": 39, "augmentation\n": 39, "map\n": 39, "session\n": 38, "similarity\n": 38, "voice\n": 38, "study\n": 38, "activity detection\n": 38, "sum\n": 38, "cost\n": 38, "system speaker\n": 37, "missed speech\n": 37, "pro-\n": 37, "factor\n": 37, "identity\n": 37, "workshop\n": 37, "single channel\n": 37, "line\n": 37, "corpus\n": 37, "window\n": 36, "report\n": 36, "scores\n": 36, "metric\n": 36, "mixture\n": 35, "variability\n": 35, "speaker change\n": 35, "space\n": 35, "index\n": 35, "sources\n": 35, "addition\n": 35, "automatic speech\n": 34, "speaker embeddings\n": 34, "studies\n": 34, "silence\n": 34, "region\n": 34, "extraction\n": 34, "d\n": 34, "speci\ufb01c\n": 34, "distribution\n": 34, "utterances\n": 33, "measure\n": 33, "plan\n": 33, "chunk\n": 32, "transcripts\n": 32, "speech separation\n": 32, "delay\n": 32, "way\n": 32, "rates\n": 32, "types\n": 32, "layers\n": 32, "channels\n": 32, "music\n": 32, "introduction\n": 32, "deep learning\n": 31, "hand\n": 31, "computer\n": 31, "total\n": 31, "resegmentation\n": 31, "ms\n": 31, "speech activity detection\n": 31, "ground truth\n": 30, "bottom\n": 30, "icsi\n": 30, "speaker segmentation\n": 30, "quality\n": 30, "overview\n": 30, "detector\n": 30, "com-\n": 30, "diarization error\n": 30, "international speech\n": 30, "review\n": 30, "percentage\n": 30, "classes\n": 30, "development set\n": 30, "years\n": 30, "decision\n": 30, "log\n": 30, "modeling\n": 29, "steps\n": 29, "interviews\n": 29, "labeling\n": 29, "size\n": 29, "type\n": 29, "videos\n": 29, "arization\n": 28, "authors\n": 28, "enhancement\n": 28, "challenges\n": 28, "comparison\n": 28, "representation\n": 28, "cases\n": 28, "identi\ufb01cation\n": 28, "speech signal\n": 28, "characteristics\n": 28, "fusion\n": 28, "normalization\n": 28, "norm\n": 28, "indexing\n": 27, "prosodic features\n": 27, "technique\n": 27, "technologies\n": 27, "a\n": 27, "scenario\n": 27, "peaks\n": 27, "spoken language\n": 26, "environment\n": 26, "speaker diarization systems\n": 26, "boundaries\n": 26, "diarization error rate\n": 26, "label\n": 26, "frequency\n": 26, "evaluation plan\n": 26, "diarization results\n": 25, "transcriptions\n": 25, "precision\n": 25, "acoustic features\n": 25, "sitw\n": 25, "estimation\n": 25, "veri\ufb01cation\n": 25, "jer\n": 25, "class\n": 25, "o\n": 25, "show\n": 25, "point detection\n": 25, "system output\n": 25, "differences\n": 25, "summary\n": 24, "other hand\n": 24, "understanding\n": 24, "corpora\n": 24, "eval\n": 24, "phase\n": 24, "adaptation\n": 24, "speech communication\n": 24, "component\n": 24, "changes\n": 24, "modulation\n": 24, "con-\n": 24, "web\n": 24, "tag\n": 23, "stream\n": 23, "recall\n": 23, "eer\n": 23, "algorithm\n": 23, "overlaps\n": 23, "factor analysis\n": 23, "representations\n": 23, "seg-\n": 23, "one\n": 23, "category\n": 23, "memory\n": 23, "development data\n": 23, "improvements\n": 23, "full names\n": 22, "decisions\n": 22, "pitch\n": 22, "shows\n": 22, "environments\n": 22, "attention\n": 22, "setup\n": 22, "outputs\n": 22, "speaker veri\ufb01cation\n": 22, "proc\n": 22, "idea\n": 22, "international conference\n": 22, "acm\n": 22, "face\n": 22, "tree\n": 21, "permutation\n": 21, "vector system\n": 21, "room\n": 21, "array\n": 21, "distant microphone\n": 21, "child\n": 21, "advances\n": 21, "robust speaker\n": 21, "turn\n": 21, "vinyals\n": 21, "references\n": 21, "k\n": 21, "samples\n": 21, "spectrum\n": 21, "gender\n": 21, "purpose\n": 21, "hypotheses\n": 21, "s\n": 21, "submission\n": 21, "rules\n": 21, "core\n": 21, "penalty\n": 20, "campaign\n": 20, "scheme\n": 20, "data augmentation\n": 20, "mapping\n": 20, "version\n": 20, "telephone speech\n": 20, "c.\n": 20, "weight\n": 20, "same speaker\n": 20, "sd system\n": 20, "goal\n": 20, "difference\n": 20, "shift\n": 20, "restrictions\n": 20, "utc\n": 20, "licensed use\n": 20, "presence\n": 20, "list\n": 20, "test data\n": 20, "minutes\n": 20, "likelihood ratio\n": 20, "interest\n": 20, "recognition evaluation\n": 20, "stddev\n": 19, "accuracy\n": 19, "block\n": 19, "inference\n": 19, "people\n": 19, "jaccard error\n": 19, "online\n": 19, "embedding\n": 19, "tions\n": 19, "restaurant\n": 19, "speaker segments\n": 19, "speech enhancement\n": 19, "overlapping\n": 19, "odyssey\n": 19, "speech segment\n": 19, "covariance\n": 19, "fa\n": 19, "dimension\n": 19, "re\ufb01nement\n": 19, "dihard challenge\n": 19, "debates\n": 19, "strategy\n": 19, "means\n": 19, "miss\n": 19, "annotation\n": 19, "regression\n": 18, "module\n": 18, "baseline system\n": 18, "multichannel\n": 18, "error rates\n": 18, "dinner\n": 18, "experiment\n": 18, "papers\n": 18, "change detection\n": 18, "signals\n": 18, "single speaker\n": 18, "transition point\n": 18, "extractor\n": 18, "speaker time\n": 18, "resources\n": 18, "trial\n": 18, "a\ufb03nity\n": 17, "stopping criterion\n": 17, "bic\n": 17, "problems\n": 17, "row\n": 17, "ones\n": 17, "etape\n": 17, "chunks\n": 17, "knowledge\n": 17, "background noise\n": 17, "utterance\n": 17, "discriminant analysis\n": 17, "mean\n": 17, "average\n": 17, "evaluation set\n": 17, "diarization challenge\n": 17, "based speaker\n": 17}