{"speaker\n": 1740, "speech\n": 1170, "diarization\n": 974, "system\n": 654, "data\n": 459, "speakers\n": 401, "%\n": 398, "speaker diarization\n": 377, "evaluation\n": 328, "systems\n": 317, "segments\n": 314, "detection\n": 285, "performance\n": 237, "results\n": 228, "vector\n": 224, "error\n": 213, "segment\n": 213, "model\n": 204, "features\n": 197, "reference\n": 195, "number\n": 192, "overlap\n": 190, "segmentation\n": 187, "recognition\n": 181, "-\n": 180, "overlapped speech\n": 176, "training\n": 175, "information\n": 173, "clustering\n": 170, "recordings\n": 170, "time\n": 168, "vectors\n": 167, "approach\n": 167, "tion\n": 160, "method\n": 158, "end\n": 151, "methods\n": 147, "development\n": 138, "embeddings\n": 134, "i\n": 134, "output\n": 134, "models\n": 133, "audio\n": 132, "meeting\n": 127, "set\n": 126, "test\n": 123, "analysis\n": 120, "task\n": 120, "feature\n": 117, "x\n": 113, "news\n": 112, "meetings\n": 110, "network\n": 110, "work\n": 109, "x-\n": 108, "signal\n": 107, "clusters\n": 105, "rate\n": 105, "process\n": 104, "recording\n": 103, "A.\n": 102, "overlapping speech\n": 97, "processing\n": 95, "research\n": 94, "channel\n": 93, "input\n": 93, "diarization system\n": 92, "regions\n": 91, "approaches\n": 90, "length\n": 89, "dataset\n": 87, "challenge\n": 87, "step\n": 86, "Speaker\n": 85, "domain\n": 85, "frame\n": 83, "broadcast\n": 82, "change\n": 80, "conditions\n": 80, "P\n": 79, "transcription\n": 77, "name\n": 76, "metrics\n": 76, "cluster\n": 76, "level\n": 76, "duration\n": 75, "Section\n": 75, "paper\n": 74, "\ufb01les\n": 74, "ratio\n": 74, "Table\n": 74, "distance\n": 73, "microphone\n": 73, "state\n": 73, "error rate\n": 72, "noise\n": 72, "diarization systems\n": 72, "corpus\n": 72, "broadcast news\n": 69, "example\n": 69, "threshold\n": 69, "participants\n": 69, "condition\n": 69, "stage\n": 68, "baseline\n": 68, "seconds\n": 68, "use\n": 68, "problem\n": 68, ".\n": 67, "activity\n": 67, "labels\n": 67, "-vectors\n": 66, "t\n": 66, "value\n": 66, "reference speaker\n": 65, "amount\n": 65, "speaker recognition\n": 64, "tasks\n": 62, "art\n": 62, "section\n": 62, "part\n": 61, "-vector\n": 60, "source\n": 60, "layer\n": 59, "techniques\n": 58, "likelihood\n": 58, "no\n": 57, "separation\n": 56, "speech recognition\n": 56, "Speech\n": 56, "parameters\n": 56, "video\n": 56, "neural network\n": 55, "statistics\n": 55, "term\n": 55, "speech detection\n": 55, "speech segments\n": 55, "improvement\n": 55, "ground\n": 54, "x-vectors\n": 54, "case\n": 54, "components\n": 54, "order\n": 54, "full name\n": 53, "truth\n": 53, "point\n": 53, "target\n": 53, "context\n": 52, "microphones\n": 52, "no.\n": 52, "probability\n": 52, "criterion\n": 51, "learning\n": 51, "x-vector\n": 50, "hours\n": 50, "matrix\n": 50, "speaker diarization system\n": 50, "algorithm\n": 49, "domains\n": 49, "errors\n": 49, "networks\n": 49, "energy\n": 49, "points\n": 49, "values\n": 48, "alarm\n": 48, "sets\n": 48, "function\n": 48, "A\n": 47, "language\n": 47, "tracks\n": 47, "evaluations\n": 47, "sequence\n": 46, "Speaker diarization\n": 46, "result\n": 46, "project\n": 46, "telephone\n": 46, "transition\n": 46, "background\n": 46, "score\n": 46, "technology\n": 46, "hypothesis\n": 44, "combination\n": 44, "training data\n": 44, "speaker labels\n": 43, "conversations\n": 43, "conversation\n": 43, "word\n": 43, "speech activity\n": 43, "frames\n": 42, "Proceedings\n": 41, "false alarm\n": 41, "classi\ufb01cation\n": 41, "neural networks\n": 41, "terms\n": 41, "experiments\n": 41, "metric\n": 41, "enrollment\n": 41, "text\n": 41, "algorithms\n": 40, "Diarization\n": 40, "evaluation metrics\n": 40, "system speaker\n": 40, "loss\n": 40, "names\n": 40, "track\n": 40, "framework\n": 39, "augmentation\n": 39, "identity\n": 39, "datasets\n": 39, "speci\ufb01c\n": 39, "Fig\n": 39, "R\n": 38, "application\n": 38, "DIHARD\n": 38, "Figure\n": 38, "cost\n": 38, "session\n": 37, "words\n": 37, "similarity\n": 37, "line\n": 37, "description\n": 37, "Q\n": 36, "overlap detection\n": 36, "architecture\n": 36, "window\n": 36, "space\n": 36, "veri\ufb01cation\n": 35, "applications\n": 35, "speaker change\n": 35, "extraction\n": 35, "study\n": 35, "scores\n": 35, "addition\n": 35, "speaker embeddings\n": 34, "studies\n": 34, "label\n": 34, "activity detection\n": 34, "C\n": 34, "arization\n": 33, "speaker error\n": 33, "corpora\n": 33, "D\n": 33, "ms\n": 33, "sources\n": 33, "report\n": 33, "single channel\n": 33, "chunk\n": 32, "impact\n": 32, "hand\n": 32, "utterances\n": 32, "way\n": 32, "rates\n": 32, "factor\n": 32, "SD\n": 32, "silence\n": 32, "B\n": 32, "distribution\n": 32, "log\n": 32, "speaker diarization systems\n": 31, "speaker segmentation\n": 31, "delay\n": 31, "layers\n": 31, "channels\n": 31, "region\n": 31, "quality\n": 31, "representation\n": 31, "measure\n": 31, "sum\n": 31, "Chapter\n": 30, "indexing\n": 30, "enhancement\n": 30, "detector\n": 30, "variability\n": 30, "music\n": 30, "identi\ufb01cation\n": 30, "characteristics\n": 30, "years\n": 30, "decision\n": 30, "bottom\n": 29, "development set\n": 29, "End\n": 29, "missed speech\n": 29, "percentage\n": 29, "classes\n": 29, "spectrum\n": 29, "speech separation\n": 28, "modeling\n": 28, "types\n": 28, "voice\n": 28, "cases\n": 28, "stddev\n": 27, "Example\n": 27, "steps\n": 27, "speaker veri\ufb01cation\n": 27, "interviews\n": 27, "labeling\n": 27, "technique\n": 27, "size\n": 27, "scenario\n": 27, "con-\n": 27, "videos\n": 27, "com-\n": 26, "mixture\n": 26, "show\n": 26, "\u2022\n": 26, "deep learning\n": 25, "ground truth\n": 25, "S\n": 25, "preprint\n": 25, "environment\n": 25, "overlaps\n": 25, "boundaries\n": 25, "fusion\n": 25, "normalization\n": 25, "differences\n": 25, "type\n": 25, "class\n": 24, "diarization results\n": 24, "other hand\n": 24, "estimation\n": 24, "pro-\n": 24, "resegmentation\n": 24, "T\n": 24, "seg-\n": 24, "comparison\n": 24, "ing\n": 24, "changes\n": 24, "speech activity detection\n": 24, "tag\n": 23, "stream\n": 23, "transcriptions\n": 23, "precision\n": 23, "acoustic features\n": 23, "authors\n": 23, "module\n": 23, "phase\n": 23, "one\n": 23, "component\n": 23, "c\n": 23, "conference\n": 23, "\u00d7\n": 23, "improvements\n": 23, "full names\n": 22, "decisions\n": 22, "overview\n": 22, "shows\n": 22, "room\n": 22, "challenges\n": 22, "total\n": 22, "o\n": 22, "adaptation\n": 22, "idea\n": 22, "speech signal\n": 22, "b\n": 22, "System\n": 22, "plan\n": 22, "vector system\n": 21, "setup\n": 21, "outputs\n": 21, "X\n": 21, "machine\n": 21, "index\n": 21, "array\n": 21, "multichannel\n": 21, "representations\n": 21, "turn\n": 21, "category\n": 21, "N\n": 21, "samples\n": 21, "frequency\n": 21, "purpose\n": 21, "face\n": 21, "hypotheses\n": 21, "tree\n": 20, "JER\n": 20, "prosodic features\n": 20, "penalty\n": 20, "scheme\n": 20, "pairs\n": 20, "map\n": 20, "speaker segments\n": 20, "distant microphone\n": 20, "speech segment\n": 20, "weight\n": 20, "covariance\n": 20, "same speaker\n": 20, "goal\n": 20, "difference\n": 20, "d\n": 20, "point detection\n": 20, "Restrictions\n": 20, "licensed use\n": 20, "presence\n": 20, "list\n": 20, "Evaluation\n": 20, "development data\n": 20, "\ufb01le\n": 20, "minutes\n": 20, "s\n": 20, "rules\n": 20, "accuracy\n": 19, "permutation\n": 19, "block\n": 19, "inference\n": 19, "campaign\n": 19, "factor analysis\n": 19, "people\n": 19, "table\n": 19, "embedding\n": 19, "tions\n": 19, "mean\n": 19, "version\n": 19, "dimension\n": 19, "SD system\n": 19, "change detection\n": 19, "peaks\n": 19, "spectral\n": 19, "MFCCs\n": 19, "debates\n": 19, "strategy\n": 19, "test data\n": 19, "gender\n": 19, "submission\n": 19, "a\ufb03nity\n": 18, "recall\n": 18, "overlapping\n": 18, "pitch\n": 18, "attention\n": 18, "background noise\n": 18, "data augmentation\n": 18, "technologies\n": 18, "mapping\n": 18, "experiment\n": 18, "shift\n": 18, "spectrogram\n": 18, "single speaker\n": 18, "extractor\n": 18, "means\n": 18, "speaker time\n": 18, "likelihood ratio\n": 18, "Introduction\n": 18, "based speaker\n": 17, "stopping criterion\n": 17, "audio stream\n": 17, "problems\n": 17, "database\n": 17, "ones\n": 17, "meeting data\n": 17, "chunks\n": 17, "knowledge\n": 17, "signal processing\n": 17, "CALLHOME\n": 17, "utterance\n": 17, "pair\n": 17, "DER\n": 17, "average\n": 17, "diarization performance\n": 17, "ence\n": 17, "error rates\n": 17, "supervector\n": 17, "re\ufb01nement\n": 17, "over-\n": 17, "signals\n": 17, "categories\n": 17, "generation\n": 17, "k\n": 17, "speech regions\n": 17, "memory\n": 17, "times\n": 17, "boxes\n": 17, "trial\n": 17, "web\n": 17, "interest\n": 17, "regression\n": 16, "cation\n": 16, "A A\n": 16, "row\n": 16, "ings\n": 16, "subset\n": 16, "devices\n": 16, "evaluation sets\n": 16, "telephone speech\n": 16, "child\n": 16, "tems\n": 16, "accumulation\n": 16, "aim\n": 16, "transition points\n": 16, "Detection\n": 16, "system output\n": 16, "details\n": 16, "\ufb01elds\n": 16, "person\n": 16, "Audio\n": 16, "series\n": 16, "chapter\n": 15, "PLDA system\n": 15, "computation\n": 15, "Q Q\n": 15, "P P\n": 15, "automatic speech\n": 15}