{"evaluation\n": 16, "data\n": 12, "training\n": 11, "video\n": 9, "test\n": 9, "target\n": 8, "segment\n": 8, "enrollment\n": 7, "system\n": 7, "condition\n": 6, "resources\n": 5, "development\n": 4, "trial\n": 4, "test segment\n": 4, "person\n": 4, "tracks\n": 4, "track\n": 4, "training condition\n": 4, "speech\n": 4, "performance\n": 4, "evaluations\n": 4, "recognition\n": 4, "speaker\n": 4, "gender\n": 3, "face\n": 3, "model\n": 3, "\ufb01xed training\n": 3, "system training\n": 3, "P\n": 3, "detection\n": 3, "regular evaluation\n": 3, "technology\n": 3, "frames\n": 2, "minutes\n": 2, "several minutes\n": 2, "seconds\n": 2, "few seconds\n": 2, "duration\n": 2, "segments\n": 2, "enrollment condition\n": 2, "agreement\n": 2, "license agreement\n": 2, "data license agreement\n": 2, "license\n": 2, "data license\n": 2, "sets\n": 2, "individual\n": 2, "data resources\n": 2, "number\n": 2, "participants\n": 2, "decision\n": 2, "person recognition\n": 2, "s\n": 2, "H\n": 2, "log\n": 2, "enrollment video\n": 2, "video segment\n": 2, "test video\n": 2, "person detection\n": 2, "registration\n": 2, "teams\n": 2, "participating teams\n": 2, "platform\n": 2, "web platform\n": 2, "web\n": 2, "cost\n": 2, "Table\n": 2, "visual track\n": 2, "open training\n": 2, "year\n": 2, "website1\n": 2, "plan\n": 2, "rules\n": 2, "task\n": 2, "portions\n": 2, "unexposed portions\n": 2, "interest\n": 2, "ideas\n": 2, "community\n": 2, "series\n": 2, "speaker recognition\n": 2, "C\n": 1, "threshold\n": 1, "decision threshold\n": 1, "probabilities\n": 1, "error probabilities\n": 1, "alarm error probabilities\n": 1, "error\n": 1, "alarm error\n": 1, "alarm\n": 1, "missed detection\n": 1, "reject\n": 1, "sum\n": 1, "weighted sum\n": 1, "detection performance\n": 1, "person detection performance\n": 1, "cost model\n": 1, "basic cost\n": 1, "Metric\n": 1, "trials\n": 1, "gender trials\n": 1, "-gender trials\n": 1, "-gender\n": 1, "cross-gender\n": 1, "-\n": 1, "cross-\n": 1, "cross\n": 1, "individuals\n": 1, "multiple individuals\n": 1, "visual data\n": 1, "video duration\n": 1, "segment video duration\n": 1, "segment video\n": 1, "test segment video\n": 1, "conditions\n": 1, "test conditions\n": 1, "Test\n": 1, "set\n": 1, "test set\n": 1, "enrollment segments\n": 1, "labels\n": 1, "gender labels\n": 1, "recent evaluations\n": 1, "processing\n": 1, "subsequent processing\n": 1, "face frames\n": 1, "relevant data\n": 1, "\ufb01les\n": 1, "video \ufb01les\n": 1, "releasing video\n": 1, "purpose\n": 1, "enrollment data\n": 1, "audio track\n": 1, "Page\n": 1, "speaker model\n": 1, "target speaker model\n": 1, "target speaker\n": 1, "video segments\n": 1, "Conditions\n": 1, "Enrollment Conditions\n": 1, "Enrollment\n": 1, "systems\n": 1, "models\n": 1, "trained models\n": 1, "speech data\n": 1, "description\n": 1, "suf\ufb01cient description\n": 1, "suf\ufb01cient\n": 1, "unconstrained system\n": 1, "evaluation web platform\n": 1, "evaluation web\n": 1, "dataset\n": 1, "Participants\n": 1, "portion\n": 1, "VAST portion\n": 1, "videos\n": 1, "original videos\n": 1, "approval\n": 1, "datatset\n": 1, "LDC2019E55\n": 1, "\u2022\n": 1, "purposes\n": 1, "development purposes\n": 1, "Development sets\n": 1, "Development\n": 1, "only tracks\n": 1, "convenience\n": 1, "sake\n": 1, "recent evaluation\n": 1, "approaches\n": 1, "based approaches\n": 1, "success\n": 1, "unconstrained resources\n": 1, "availability\n": 1, "gains\n": 1, "exploration\n": 1, "depth exploration\n": 1, "depth\n": 1, "years\n": 1, "few years\n": 1, "scale data resources\n": 1, "scale data\n": 1, "scale\n": 1, "improvement\n": 1, "signi\ufb01cant improvement\n": 1, "period\n": 1, "evaluation period\n": 1, "time\n": 1, "lack\n": 1, "cited lack\n": 1, "unconstrained training\n": 1, "improvements\n": 1, "performance improvements\n": 1, "limited performance\n": 1, "SREs\n": 1, "results\n": 1, "motivation\n": 1, "proprietary data\n": 1, "use\n": 1, "recognition system\n": 1, "person recognition system\n": 1, "amount\n": 1, "Training\n": 1, "hypotheses\n": 1, "null\n": 1, "function\n": 1, "distribution function\n": 1, "probability distribution function\n": 1, "distribution\n": 1, "probability distribution\n": 1, "probability\n": 1, "LLR(s\n": 1, "given trial\n": 1, "LLR\n": 1, "ratio\n": 1, "likelihood ratio\n": 1, "likelihood\n": 1, "constitute\n": 1, "individual constitute\n": 1, "designated target\n": 1, "enrollment segment\n": 1, "test video segment\n": 1, "De\ufb01nition\n": 1, "Task De\ufb01nition\n": 1, "Task\n": 1, "Description\n": 1, "evaluation registration\n": 1, "Information\n": 1, "workshop\n": 1, "workshop2\n": 1, "evaluation workshop2\n": 1, "charge\n": 1, "software\n": 1, "scoring software\n": 1, "evaluation data\n": 1, "evaluation rules\n": 1, "Participation\n": 1, "tracks Participation\n": 1, "No Table\n": 1, "Video No Table\n": 1, "No\n": 1, "Video No\n": 1, "Video\n": 1, "Frames\n": 1, "Audio\n": 1, "visual tracks\n": 1, "submission\n": 1, "System submission\n": 1, "System\n": 1, "only track\n": 1, "addition\n": 1, "Section\n": 1, "see Section\n": 1, "manner\n": 1, "similar manner\n": 1, "order\n": 1, "evaluation plan\n": 1, "requirements\n": 1, "protocol\n": 1, "evaluation protocol\n": 1, "ric\n": 1, "met- ric\n": 1, "performance met- ric\n": 1, "met-\n": 1, "performance met-\n": 1, "document\n": 1, "corpus\n": 1, "material\n": 1, "AV\n": 1, "Net\n": 1, "phone speech\n": 1, "tele- phone speech\n": 1, "phone\n": 1, "tele- phone\n": 1, "tele-\n": 1, "conversational tele-\n": 1, "challenge\n": 1, "style challenge\n": 1, "style\n": 1, "activities\n": 1, "separate activities\n": 1, "issues\n": 1, "technology issues\n": 1, "core technology issues\n": 1, "core technology\n": 1, "core\n": 1, "end\n": 1, "independent speaker\n": 1, "text\n": 1, "problem\n": 1, "general problem\n": 1, "researchers\n": 1, "advanced technology\n": 1, "opment\n": 1, "new ideas\n": 1, "research community\n": 1, "research\n": 1, "bed\n": 1, "test bed\n": 1, "common test\n": 1, "state\n": 1, "current state\n": 1, "calibrated performance\n": 1, "measure system\n": 1, "evaluation series\n": 1, "objectives\n": 1, "ongoing series\n": 1, "recognition evaluation\n": 1, "speaker recognition evaluation\n": 1, "Introduction\n": 1}