{"vector\n": 550, "i\n": 420, "-\n": 411, "x\n": 350, "speech\n": 350, "x-\n": 340, "system\n": 310, "data\n": 310, "speaker\n": 300, "augmentation\n": 300, "systems\n": 290, "vectors\n": 280, "training\n": 250, "-vector\n": 240, "dnn\n": 230, "section\n": 220, "x-vector\n": 210, "speakers\n": 180, "t\n": 170, "vector system\n": 170, "-vectors\n": 151, "layer\n": 140, "embeddings\n": 140, "%\n": 130, "sitw\n": 130, "bnf\n": 130, "extractor\n": 130, "end\n": 130, "data augmentation\n": 130, "x-vectors\n": 110, "recognition\n": 100, "-vector system\n": 100, "signal\n": 80, "results\n": 80, "processing\n": 80, "training data\n": 80, "datasets\n": 80, "amount\n": 80, "text\n": 80, "features\n": 80, "length\n": 80, "network\n": 80, "acoustics\n": 70, "performance\n": 70, "conference\n": 60, "p.\n": 60, "error\n": 60, "lists\n": 60, "sections\n": 60, "dataset\n": 60, "context\n": 60, "frames\n": 60, "speaker recognition\n": 60, "networks\n": 60, "neural networks\n": 60, "technology\n": 60, "language\n": 60, "analysis\n": 50, "list\n": 50, "table\n": 50, "experiment\n": 50, "embedding dnn\n": 50, "portion\n": 50, "swbd\n": 50, "seconds\n": 50, "bottleneck\n": 50, "recipe\n": 50, "asr\n": 50, "model\n": 50, "noises\n": 50, "improvement\n": 50, "evaluation\n": 50, "domain\n": 50, "classi\ufb01er\n": 50, "approach\n": 50, "noise\n": 50, "utterances\n": 50, "frame\n": 50, "neural network\n": 50, "signal processing\n": 40, "veri\ufb01cation\n": 40, "speaker veri\ufb01cation\n": 40, "a.\n": 40, "vector systems\n": 40, "music\n": 40, "rates\n": 40, "input\n": 40, "audio\n": 40, "telephone\n": 40, "output\n": 40, "layers\n": 40, "segment\n": 40, "baseline\n": 40, "feature\n": 40, "speech recognition\n": 40, "statistics\n": 40, "strategy\n": 40, "reverberation\n": 40, "nist\n": 40, "work\n": 40, "models\n": 40, "representations\n": 40, "dnn embeddings\n": 40, "workshop\n": 30, "technology workshop\n": 30, "training lists\n": 30, "points\n": 30, "operating points\n": 30, "operating\n": 30, "snr\n": 30, "recording\n": 30, "lower error\n": 30, "eer\n": 30, "best results\n": 30, "core\n": 30, "extractors\n": 30, "frame3\n": 30, "recordings\n": 30, "sre16\n": 30, "architecture\n": 30, "example\n": 30, "time\n": 30, "detection\n": 30, "dimension\n": 30, "bottleneck features\n": 30, "automatic speech\n": 30, "terms\n": 30, "normalization\n": 30, "vector extractor\n": 30, "baselines\n": 30, "vector baselines\n": 30, "studies\n": 30, "level\n": 30, "paper\n": 30, "language technology\n": 30, "language technology workshop\n": 20, "m.\n": 20, "dependent speaker\n": 20, "robust speaker\n": 20, "spoken language\n": 20, "tional conference\n": 20, "asru\n": 20, "odyssey\n": 20, "discriminant analysis\n": 20, "material\n": 20, "conclusions\n": 20, "curve\n": 20, "probability\n": 20, "alarm probability\n": 20, "alarm\n": 20, "false alarm\n": 20, "\ufb01ndings\n": 20, "hand\n": 20, "other hand\n": 20, "tems\n": 20, "effect\n": 20, "apply data\n": 20, "dcf10\u22122\n": 20, "15db snr\n": 20, "15db\n": 20, "original signal\n": 20, "training list\n": 20, "hours\n": 20, "advantage\n": 20, "rirs\n": 20, "simulated rirs\n": 20, "target\n": 20, "original systems\n": 20, "eer(%\n": 20, "test\n": 20, "ation\n": 20, "deviation\n": 20, "standard deviation\n": 20, "cantonese portion\n": 20, "temporal context\n": 20, "baseline systems\n": 20, "form\n": 20, "train-\n": 20, "classi\ufb01ers\n": 20, "frame5\n": 20, "total context\n": 20, "layer context\n": 20, "switchboard\n": 20, "development\n": 20, "parameters\n": 20, "total\n": 20, "segment6\n": 20, "norm\n": 20, "p\n": 20, "delay\n": 20, "acoustic model\n": 20, "output layer\n": 20, "phonetic bottleneck\n": 20, "com-\n": 20, "speech frames\n": 20, "energy\n": 20, "domain data\n": 20, "window\n": 20, "sliding window\n": 20, "25ms\n": 20, "toolkit\n": 20, "projection\n": 20, "background\n": 20, "universal background\n": 20, "embedding systems\n": 20, "ture\n": 20, "study\n": 20, "research\n": 20, "diversity\n": 20, "result\n": 20, "adaptation\n": 20, "vector dnn\n": 20, "-vector dnn\n": 20, "pooling layer\n": 20, "embedding\n": 20, "scale\n": 20, "prior studies\n": 20, "maps\n": 20, "labels\n": 20, "speaker labels\n": 20, "use data\n": 20, "based text\n": 10, "attention\n": 10, "end attention\n": 10, "end speaker veri\ufb01cation\n": 10, "end speaker\n": 10, "speaker embeddings\n": 10, "based speaker\n": 10, "neural architecture\n": 10, "characteristics\n": 10, "speci\ufb01c characteristics\n": 10, "learning speaker\n": 10, "salman\n": 10, "a. salman\n": 10, "communication\n": 10, "speech communication\n": 10, "design\n": 10, "feature design\n": 10, "discriminative feature\n": 10, "distortion\n": 10, "bustness\n": 10, "cations\n": 10, "sig- speaker\n": 10, "sig-\n": 10, "esca\n": 10, "independent noise\n": 10, "robust text\n": 10, "extraction\n": 10, "feature extraction\n": 10, "discriminant feature\n": 10, "space\n": 10, "vector space\n": 10, "plda models\n": 10, "plda\n": 10, "gaussian plda\n": 10, "dition training\n": 10, "dition\n": 10, "nonlin- dition\n": 10, "weintraub\n": 10, "m. weintraub\n": 10, "signal text\n": 10, "advances\n": 10, "recent advances\n": 10, "conditions\n": 10, "language conditions\n": 10, "o.\n": 10, "understanding\n": 10, "background models\n": 10, "time delay\n": 10, "guage technology workshop\n": 10, "guage technology\n": 10, "process- guage technology\n": 10, "guage\n": 10, "process- guage\n": 10, "signal process- guage\n": 10, "process-\n": 10, "signal process-\n": 10, "challenge\n": 10, "tation challenge\n": 10, "tation\n": 10, "robust tation\n": 10, "reverberant speech\n": 10, "recognition performance\n": 10, "speaker recognition performance\n": 10, "proving speaker\n": 10, "approaches\n": 10, "network approaches\n": 10, "ral network\n": 10, "neu- speech\n": 10, "recognition evaluation\n": 10, "speaker recognition evaluation\n": 10, "wild speaker\n": 10, "welch statistics\n": 10, "welch\n": 10, "independent speaker\n": 10, "tnorm\n": 10, "lection\n": 10, "conference lection\n": 10, "scheme\n": 10, "novel scheme\n": 10, "proceedings\n": 10, "length normalization\n": 10, "problem\n": 10, "n.\n": 10, "short utterances\n": 10, "loss\n": 10, "triplet loss\n": 10, "triplet\n": 10, "end text\n": 10, "pri-\n": 10, "tailed pri-\n": 10, "eccv\n": 10, "vision\n": 10, "large- vision\n": 10, "computer\n": 10, ".\n": 10, "no.\n": 10, "no\n": 10, "small amount\n": 10, "language processing\n": 10, "transactions\n": 10, "factor analysis\n": 10, "end factor analysis\n": 10, "factor\n": 10, "end factor\n": 10, "let\n": 10, "independent amount\n": 10, "network embeddings\n": 10, "pur\n": 10, "increase\n": 10, "large increase\n": 10, "-vector systems\n": 10, "references\n": 10, "views\n": 10, "authors(s\n": 10, "tions\n": 10, "recommenda- amount\n": 10, "recommenda-\n": 10, "opinion\n": 10, "cri- speech\n": 10, "nsf\n": 10, "grant\n": 10, "fellowship\n": 10, "research fellowship\n": 10, "acknowledgments section\n": 10, "acknowledgments\n": 10, "fig\n": 10, "generation representations\n": 10, "generation\n": 10, "contender\n": 10, "strong contender\n": 10, "transcribed speech\n": 10, "domains\n": 10, "transcribed data\n": 10, "best i\n": 10, "asr dnn\n": 10, "wild\n": 10, "best baseline\n": 10, "large amount\n": 10, "y\n": 10, "implementation\n": 10, "effective %\n": 10, "studied dnn\n": 10, "figures\n": 10, "plots\n": 10, "detection error\n": 10, "using section\n": 10, "sitw core\n": 10, "lead\n": 10, "large lead\n": 10, "extractor training\n": 10, "use swbd\n": 10, "plda training\n": 10, "embedding system\n": 10, "previous sections\n": 10, "supervision\n": 10, "error-\n": 10, "pldatraining list\n": 10, "pldatraining\n": 10, "contrast\n": 10, "large improvement\n": 10, "ing list\n": 10, "term ing list\n": 10, "ing\n": 10, "term ing\n": 10, "term\n": 10, "following sections\n": 10, "dnn train-\n": 10, "classi\ufb01er vector system\n": 10, "classi\ufb01er vector\n": 10, "labeled i\n": 10, "observation\n": 10, "compare performance\n": 10, "main results\n": 10, "extractor augmentation\n": 10, "convolution\n": 10, "training recording\n": 10, "most operating\n": 10, "intervals\n": 10, "second intervals\n": 10, "duration\n": 10, "match duration\n": 10, "mu- x\n": 10, "single music\n": 10, "clear improvement\n": 10, "previous section\n": 10, "tractors\n": 10, "original tractors\n": 10, "musan speech\n": 10, "augmentation strategy\n": 10, "copies\n": 10, "augmented copies\n": 10, "english data\n": 10, "languages\n": 10, "gains\n": 10, "large gains\n": 10, "genres\n": 10, "various genres\n": 10, "recent studies\n": 10, "echoes\n": 10, "cantonese speech\n": 10, "tic\n": 10, "musan dataset\n": 10, "tive noise\n": 10, "aspire recipe\n": 10, "aspire\n": 10, "tools\n": 10, "training tools\n": 10, "condition training\n": 10, "multi- embeddings\n": 10, "responses\n": 10, "impulse responses\n": 10, "room impulse responses\n": 10, "impulse\n": 10, "room impulse\n": 10, "room\n": 10, "convolving room\n": 10, "additive noises\n": 10, "achieves training\n": 10, "acoustic i\n": 10, "existing system\n": 10, "vector augmentation\n": 10, "-vector augmentation\n": 10, "using augmentation\n": 10, "sre dataset\n": 10, "sre datasets\n": 10, "target extractors\n": 10, "evaluate systems\n": 10, "sre16 results\n": 10, "function\n": 10, "cost function\n": 10, "detection cost function\n": 10, "cost\n": 10, "detection cost\n": 10, "normalized detection\n": 10, "rate\n": 10, "equal error\n": 10, "boldface\n": 10, "various systems\n": 10, "using data\n": 10, "incl\n": 10, "cantonese eer(%\n": 10, "seconds.sitw core\n": 10, "seconds.sitw\n": 10, "test utterances\n": 10, "enrollment utterances\n": 10, "enrollment\n": 10, "con-\n": 10, "total con-\n": 10, "length form\n": 10, "sitw utterances\n": 10, "test sitw utterances\n": 10, "test sitw\n": 10, "roll\n": 10, "entire segment\n": 10, "subsequent layers\n": 10, "telephone speech\n": 10, "conversational telephone\n": 10, "information\n": 10, "aggregates information\n": 10, "process\n": 10, "input segment\n": 10, "portion input segment\n": 10, "portion input\n": 10, "variability\n": 10, "device\n": 10, "dimensional vectors\n": 10, "occurring noises\n": 10, "layer frame5\n": 10, "video\n": 10, "unconstrained video\n": 10, "outputs evaluation\n": 10, "level outputs evaluation\n": 10, "outputs\n": 10, "level outputs\n": 10, "t frame\n": 10, "earlier layers\n": 10, "distinct datasets\n": 10, "frame2\n": 10, "spliced output\n": 10}